{
  "success": "true",
  "data": [
    {
      "title": "Kobe died at age 41 in a helicopter crash",
      "content": "<img src='https://blog.siriusxm.com/wp-content/uploads/2020/01/KobeRIP-16x9-v1.jpg?w=940'></img><p>CALABASAS, Calif. (AP) — NBA legend Kobe Bryant, his 13-year-olddaughter and seven others were killed in a helicopter crash on a steep hillside in dense morning fog in Southern California on  Sunday, his sudden death at age 41 touching off an outpouring ofgrief for a star whose celebrity transcended basketball. The chopper went down in Calabasas, about 30 miles (48 kilometers) northwest of downtown Los Angeles. Authorities said that nine people were aboard  the helicopter and presumed dead. Bryant, an all-time basketball great who spent his entire 20-year career with the Los Angeles Lakers, was among the victims, a person familiar with the situation told The Associated Press. Bryant’s 13-year-old daughter Gianna also was killed, a different person familiar with the case said. Los Angeles County Sheriff Alex Villanueva would not confirm the identities of the victims Sunday afternoon pending official word from the coroner. “God bless their souls,” Villanueva said at a news  conference. News of the charismatic superstar’s death rocketed  around the sports and entertainment worlds, with many taking to Twitter to register their shock, disbelief and anguish. “Words can’t describe the pain I am feeling. I loved Kobe — he was like a little brother to me,” retired NBA great Michael Jordan said. “We used to talk often, and I will miss those conversations very much. He was a fierce competitor, one of the greats of the game and a creative force.”</p>"
    },
    {
      "title": "NBA All-Star Game 2020: When is the NBA All-Star Draft?",
      "content": "The Los Angeles Lakers' LeBron James and the Milwaukee Bucks' Giannis Antetokounmpo were the two leading vote-getters, making them the captains for the third-annual All-Star Draft for the second year in a row.In the 2020 NBA All-Star Draft, James and Antetokounmpo will draft the eight remaining players from the starter pool in the First Round and then all 14 players from the reserve pool in the Second Round. The captains will make their selections without regard to a player's conference affiliation or position."
    },
    {
      "title": "Toronto Raptors forward Serge Ibaka becomes first player in NBA history to record 500 3-pointers, 1,500 blocks",
      "content": "<img src='https://images.daznservices.com/di/library/NBA_Global_CMS_image_storage/39/e4/serge_yyzah5vutgkp1xm2uzzpcnqob.png?t=-61518089&w=900'></img>Kyle Lowry made Toronto Raptors' history on Thursday by earning his sixth All-Star appearance, but he was the only Raptor to find his way into the history books.Serge Ibaka became the first player in NBA history to record at least 500 3-pointers and 1,500 blocks in his career. The only other players that have come close to the feat are former Atlanta Hawks standout Josh Smith who was 50 3s away from the accomplishment and Rasheed Wallace who fell 40 career blocks shy of the plateau.Ibaka didn't start taking and making three consistently until the 2012-13 season. In 2016-17, the year he arrived in Toronto after being traded from the Orlando Magic, he took 317 3s and made 124 - both career-highs, resulting in a career-high 39.1% from beyond the arc.Since then, the long ball has been an integral part of Ibaka's game and the Raptors' offence. Despite coming off a career-low 29% from three a season ago, the 30-year-old is back to knocking down treys at a high clip shooting 38.1% from three through 38 games this season.Ibaka had always been a great rim protector and shot blocker in his career, leading the league in total blocks for four straight seasons following his rookie season in 2009-10. He reached the 1,500 block mark back in 2017-18, his first full season with Toronto."
    }
  ]
}
